      ******************************************************************
      * Author:
      * Date:
      * Purpose:
      * Tectonics: cobc
      ******************************************************************
       IDENTIFICATION DIVISION.
       PROGRAM-ID. Divisiones.

       AUTHOR. KIFF.
       INSTALLATION.
       DATE-WRITTEN.15/09/24
       DATE-COMPILED.16/09/24
       REMARKS. Programa creado para ver las divisiones de COBOL.

       DATA DIVISION.
       FILE SECTION.
       WORKING-STORAGE SECTION.
       PROCEDURE DIVISION.
       MAIN-PROCEDURE.
            DISPLAY "Hola mundillo"
            STOP RUN.
       END PROGRAM Divisiones.
